Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=355_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät perustaa nuorisoneuvoston
smn: Sämitigge vuáđđud nuorâirääđi

source: Saamelaisnuorten osallistumis- ja vaikutusmahdollisuudet paranevat.
smn: Säminuorâi uásálistem- já vaikuttemmáhđulâšvuođah puáráneh.

source: Saamelaiskäräjät perustaa yhteyteensä nuorisoneuvoston ja nuorisosihteerin viran.
smn: Sämitigge vuáđđud jieijâs ohtâvuotân nuorâirääđi já nuorâičällee virge.

source: Nuorisoneuvosto asetetaan kahdeksi vuodeksi kerrallaan.
smn: Nuorâirääđi asâttuvvoo häävild kyevti ihán.

source: Neuvostoon tulee yhteensä viisi 18-25 – vuotiasta jäsentä.
smn: Rááđán šaddeh ohtsis vittâ 18-25 - ihásii jeessân.

source: Lisäksi nuorisoneuvostoon nimetään yhteensä viisi 15-17 – vuotiasta asiantuntijaa.
smn: Lasseen nuorâirááđán nomâttuvvojeh ohtsis vittâ 15-17 - ihásii äššitobdee.

source: Nuorisoneuvosto tulee toimimaan saamelaiskäräjillä asiantuntija- ja yhteistyöelimenä ja nuorten edunvalvojana.
smn: Nuorâirääđi šadda toimâđ sämitiggeest äššitobdee- já oovtâstpargo-orgaanân já nuorâi hiäđukoccen.

source: Nuorisoneuvoston tulee edustaa Suomen saamelaisten alueellisia ja kielellisiä ryhmiä.
smn: Nuorâirääđi šadda ovdâstiđ Suomâ sämmilij kuávlulijd já kielâlijd juávhuid.

source: Saamelaiskäräjien kokous päätti nuorisoneuvoston ja nuorisosihteerin viran perustamisesta kokouksessaan Hetassa torstaina 11.3.
smn: Sämitige čuákkim meridij nuorâirääđi já nuorâičällee virge vuáđđudmist čuákkimistis Hettaast tuorâstuv 11.3.

source: Asiaa on valmisteltu opetusministeriön rahoittamana projektina noin vuoden ajan.
smn: Äšši lii valmâštâllum máttááttâsministeriö ruttâdem projektin suullân ive ääigi.

source: Hanketta valmistellutta työryhmää on johtanut saamelaiskäräjien nuorin jäsen Tuomas Aslak Juuso.
smn: Haavâ valmâštâllâm pargojuávhu lii jođettâm sämitige nuorâmus jeessân Tuomas Aslak Juuso.

source: Asian valmistelijana on toiminut Anne Länsman.
smn: Ääši valmâštellen lii toimâm Anne Länsman.

source: Saamelaiskäräjät odottaa nyt opetusministeriöltä lopullista päätöstä pysyvän rahoituksen saamisesta valtion talousarviosta.
smn: Sämitigge vuárdá tääl máttááttâsministeriöst lopâlâš miärádâs pissoo ruttâdem finniimist staatâ budjetist.
